[
  "Let the Other Players Go Through Your Phone for One Minute.",
  "Smell Another Player's Armpit.",
  "Smell Another Player's Bare Foot.",
  "Eat a Bite of a Banana Peel.",
  "Eat a Packet of Hot Sauce Straight.",
  "Let Another Person Draw a Tattoo on Your Back With a Permanent Marker.",
  "Let the Other Players Redo Your Hairstyle.",
  "Gulp Down a Raw Egg.",
  "Imitate a Celebrity of the Group’s Choosing Every Time You Talk for the Next 10 Minutes.",
  "Read Aloud the Last Five Things You Searched on Your Phone.",
  "Peel a Banana Using Just Your Toes.",
  "Describe the Most Attractive Quality of Every Person in the Room.",
  "Put on a Blindfold and Touch the Other Players' Faces Until You Can Figure Out Who's Who.",
  "Let Another Person Post a Status on Your Behalf.",
  "Hand Over Your Phone to Another Player Who Can Send a Single Text Saying Anything They Want to Anyone They Want.",
  "Do an Impression of Another Player Until Someone Can Figure Out Who It is.",
  "Say Pickles at the End of Every Sentence You Say Until It's Your Turn Again.",
  "Imitate a Youtube Star Until Another Player Guesses Who You're Portraying.",
  "Act Like a Chicken for 10 Seconds.",
  "Call a Friend, Pretend It's Their Birthday, and Sing Them Happy Birthday to You.",
  "Name a Famous Person That Looks Like Each Player in the Room.",
  "Do a Plank for a Full Minute.",
  "Let Someone Give You a Wedgie.",
  "Put Five Cubes in Your Mouth (You Can't Chew Them, You Just Have to Let Them Melt—brrr).",
  "Bark Like a Dog for 3 Times.",
  "Draw Your Favorite Movie and Have the Other Person Guess It (Pictionary-style).",
  "Repeat Everything the Person to Your Right Says Until Your Next Turn.",
  "Demonstrate How You Style Your Hair in the Mirror (Without Actually Using the Mirror).",
  "Play Air Guitar for 10 Seconds.",
  "Empty a Glass of Cold Water Onto Your Head Outside.",
  "Lay on the Floor and Act Like Dead Person.",
  "Post the Oldest Selfie on Your Phone to Snapchat or Instagram Stories (Delete Immediately if It Privacy).",
  "What is Your Biggest Regret?",
  "What is the Most Disgusting Habit You Have?",
  "What is the Naughtiest Thing You’ve Done in Public?",
  "What is the Most Expensive Thing You Have Stolen?",
  "Show the Most Embarrassing Photo on Your Phone.",
  "Eat a Raw Onion (One Piece).",
  "Keep Three Ice Cubes in Your Mouth Until They Melt.",
  "Try to Lick Your Elbow.",
  "Sing A Song In Public.",
  "Wear Your Clothes Inside Out For The Whole Day.",
  "Do 10 Push-Ups In Front Of Everyone.",
  "Tell A Joke In Front Of A Large Group Of People.",
  "Eat A Spoonful Of Hot Sauce.",
  "Call A Random Person And Sing Them A Happy Birthday Song.",
  "Wear A Silly Hat For The Next Hour.",
  "Do The Chicken Dance In Public.",
  "Perform A Stand-Up Comedy Routine.",
  "Wear A Costume For The Rest Of The Day.",
  "Wear Mismatched Shoes For The Day.",
  "Stand On One Leg For Five Minutes.",
  "Call A Friend And Tell Them A Secret.",
  "Take A Selfie With A Stranger.",
  "Do The Hula Dance In Public.",
  "Drink A Cup Of Hot Tea In One Gulp.",
  "Dance Like No One Is Watching.",
  "Say Something Nice To Everyone You Meet.",
  "Wear A Blindfold And Guess The Name Of Everyone You Meet.",
  "Draw A Portrait Of Someone Without Looking At Your Paper.",
  "Make A Funny Face And Hold It For Five Minutes.",
  "Wear A Tie Or Bow Tie Backward For The Day.",
  "Talk In A Different Accent For An Hour.",
  "Recite A Poem From Memory.",
  "Take A Cold Shower.",
  "Do 20 Jumping Jacks.",
  "Talk Like A Pirate For An Hour.",
  "Wear A Tutu For The Day.",
  "Improvise A Song On The Spot.",
  "Do A Cartwheel In Public.",
  "Call Your Boss And Quit Your Job.",
  "Wear A Wig For The Day.",
  "Wear Gloves On Your Feet And Socks On Your Hands.",
  "Do A Handstand In Public.",
  "Talk Like A Baby For An Hour.",
  "Sing Karaoke In Public.",
  "Wear A Snorkel And Flippers In Public.",
  "Do A backflip.",
  "Wear A Cowboy Hat And Boots For The Day.",
  "Wear A Scarf On Your Head Like A Turban.",
  "Say Hello In Sign Language To Everyone You Meet.",
  "Wear A Hat And Sunglasses Inside.",
  "Do A Firewalk.",
  "Wear A Bikini In Public.",
  "Take A Cold Bath.",
  "Do A Handstand Push-Up.",
  "Wear A Sports Jersey And Shorts In Public.",
  "Wear A One-Piece Swimsuit As A Bodysuit.",
  "Wear A Poncho And Sombrero In Public.",
  "Wear A T-Shirt With A Funny Slogan.",
  "Wear A Viking Helmet And Shield In Public.",
  "Wear A Hawaiian Shirt And Shorts In Public.",
  "Do A Breakdance Routine.",
  "Wear A Cape And Mask In Public.",
  "Wear A Tutu And Ballet Shoes In Public.",
  "Do A Running Man Challenge.",
  "Wear A Hoodie And Sweatpants In Public.",
  "Wear A Cowboy Hat And Boots In Public.",
  "Yell Out the First Word That Comes to Your Mind.",
  "Hold Your Nose While You Sing the Chorus of Your Favorite Song."
]