[
  "if You Could Be Invisible, What’s the First Thing You Would Do?",
  "What’s a Secret You Kept From Your Parents?",
  "What’s the Most Embarrassing Music You Listen to?",
  "What’s One Thing You Wish You Could Change About Yourself?",
  "Who is the Last Person You Creeped on Social Media?",
  "What’s the Most Food You've Ever Eaten in a Single Sitting?",
  "When Was the Last Time You Lied?",
  "How Many Selfies Do You Take a Day?",
  "When Was the Last Time You Cried?",
  "What's Your Biggest Fear?",
  "What Was the Most Silly Thing in Your Life?",
  "What's One Silly Thing You Can't Live Without?",
  "if You Could Only Eat One Thing for the Rest of Your Life, What Would You Choose?",
  "What's the Worst Physical Pain You've Ever Experienced?",
  "What's the Strangest Dream You've Ever Had?",
  "What Are the Top Three Things You Look for in a Love Interest?",
  "What is Your Worst Habit?",
  "What is Your Biggest Insecurity?",
  "Name One Thing You’d Do if You Knew There’d Be Zero Consequences.",
  "What’s the Last Movie That Made You Cry?",
  "What’s the Last Thing You Googled?",
  "What's the Most Embarrassing Top-played Song on Your Phone",
  "What Was Your Favorite Childhood Show?",
  "What's Your Biggest Fear?",
  "if You Could Only Listen to One Song for the Rest of Your Life, What Would You Choose?",
  "What Person Do You Text the Most?",
  "Have You Ever Been Fired From a Job?",
  "Have You Ever Had a Paranormal Experience?",
  "if You Were Handed $1,000 Right Now, What Would You Spend It on?",
  "Have You Ever Cheated on an Exam?",
  "What Was Your First Concert?",
  "if You Had the Choice to Never Have to Sleep Again, Would You Take It?",
  "Even if You’d Be Paid $1 Million for It, What’s Something You Would Never Do?",
  "Where Do You See Yourself in 10 Years?",
  "What’s the Most Adventurous Thing You’ve Ever Done?",
  "When Have You Been in the Most Trouble in School?",
  "What’s the Luckiest Thing That’s Ever Happened to You?",
  "if You Had to Move to a Different Country Tomorrow, Where Would You Go?",
  "What Do You Want to Be Remembered for Most in Life?",
  "What’s Something You Only Do When You’re Alone?",
  "What Was the Most Beautiful Thing in Your Life?",
  "Have You Ever Had an Imaginary Friend? Describe Them.",
  "if You Could Trade Lives With Any Person You Know for a Day, Who Would It Be?",
  "if You Could Become Besties With a Celebrity, Who Would It Be?",
  "Do You Have Any Phobias? - (Phobias-an Extreme or Irrational Fear of or Aversion to Something)",
  "What Gross Smell Do You Actually Enjoy?",
  "What's the Worst Thing You've Ever Done at Work?",
  "What's Your Biggest Fantasy?",
  "Do You Have Any Fetishes?",
  "Do You Have a Hidden Talent?",
  "What's the Drunkest You've Ever Been?",
  "What's Your Biggest Insecurity?",
  "What's the Most Trouble You've Been in?",
  "Have You Ever Lied to Get Out of a Bad Date?",
  "What's Your Biggest Regret?",
  "What's the Worst Date You've Been on?",
  "What's the Strangest Dream You've Had?",
  "What's the Worst Thing You've Ever Said to Anyone?",
  "Have You Ever Cheated on Someone More?",
  "What’s Your Most Bizarre Nickname?",
  "What’s the Craziest Thing You’ve Done in Front of a Mirror?",
  "What’s the Meanest Thing You’ve Ever Said About Someone Else?",
  "Who Are You Most Jealous of?",
  "What Do Your Favorite Pajamas Look Like?",
  "Have You Ever Faked Sick to Get Out of a Party?",
  "Who’s the Oldest Person You’ve Dated?",
  "How Many Times a Week Do You Wear the Same Pants?",
  "Where Are You Ticklish?",
  "Do You Believe in Any Superstitions? If So, Which Ones?",
  "What Was the Most Scary Ghost Story That You Heard Till Now?",
  "Boxers or Briefs?",
  "Where Do Most of Your Embarrassing Odors Come From?",
  "What’s the Weirdest Place You’ve Ever Grown Hair?",
  "How Many Gossip Blogs Do You Read a Day?",
  "Have You Ever Seen a Dead Body?",
  "What’s Your Biggest Regret in Life?",
  "Describe the Weirdest Thing You’ve Ever Done While Inebriated.",
  "Have You Ever Regifted a Present?",
  "What’s the Smallest Tip You’ve Ever Left at a Restaurant?",
  "What’s One Job You Could Never Do?",
  "Have You Ever Ghosted a Friend?",
  "if You Switched Genders for a Day, What Would You Do?",
  "How Many Photo Editing Apps Do You Have on Your Phone?",
  "What’s One Job You Could Never Do?",
  "What’s the Most Scandalous Photo in Your Cloud?",
  "How Many Pairs of Granny Panties Do You Own?",
  "When’s the Last Time You Got Dumped?",
  "What’s the Most Childish Thing You Still Do?",
  "Would You Date Someone Shorter Than You?",
  "What’s Your Number?",
  "What’s the Worst Thing You’ve Ever Done at Work?",
  "After You’ve Dropped a Piece of Food, What’s the Longest Time You’ve Left It on the Floor Before Eating It?",
  "What Was the Greatest Day of Your Life?",
  "if I Went Through Your Cabinets, What’s the Weirdest Thing I’d Find?",
  "Who in This Room Would You List as Your Emergency Contact?",
  "What’s Something You Would Die if Your Mom Found Out About?",
  "What’s the Last Purchase You Regretted?",
  "Are You Scared of Getting Old?",
  "What Do You Want on Your Tombstone?",
  "Who Would You Call to Help Bury a Body?",
  "What’s Your Favorite Possession?",
  "Who Do You Most Often Text on the Toilet?",
  "Where’s One Place You’re Dying to Visit?",
  "What Word Do You Hate the Most?",
  "Have You Ever Kept a Library Book? For How Long?",
  "What’s the Best Lie You’ve Ever Told Anyone?",
  "if You Have Chance to Use Time Travel, What Would You Do?",
  "What’s Your Most Embarrassing Childhood Memory?",
  "What’s the Most Insane Thing You’ve Done to Get Out of a Speeding Ticket?",
  "What Do You Think Happens When You Die?",
  "Have You Ever Been in a Fight?",
  "What’s the Worst Advice Someone Else Has Ever Given You?",
  "What’s the Weirdest Thing You Do While Driving?",
  "Who’s the Last Person Who Called You?",
  "What’s the Biggest Prank You’ve Ever Played on Someone?",
  "When Was the Last Time You Were Really Angry? Why?",
  "What’s Your Least Favorite Memory From College?",
  "What’s Your Favorite Guilty Pleasure Song?",
  "Would You Ever Get Plastic Surgery?",
  "Have You Ever Had a Near-death Experience?",
  "What’s the Most Bogus Rumor You’ve Ever Heard About Yourself?",
  "Do You Think Cheating Can Ever Be Justified? How?",
  "Have You Ever Thrown Up in Public?",
  "What’s the Most Common Misconception About You?",
  "When Did You Stop Believing in Santa Claus?",
  "What’s the Scariest Thing You’ve Ever Done?",
  "Do You Believe in Aliens?",
  "What’s the Pettiest Thing You’ve Ever Done?",
  "What is the Worst Date You’ve Ever Been on?",
  "Do You Secretly Dislike Any of Your Friends Kids?",
  "What’s the Weirdest Thing You’ve Ever Collected?",
  "Who’s Your Real Life Hero?",
  "What Are You Most Proud of in Your Life?",
  "What’s Your Sleaziest Pickup Line?",
  "Who in This Room Do You Trust the Least?",
  "What’s the Most Embarrassing Thing You’ve Ever Posted on Social Media?",
  "What is Your Favorite Book of All Time?",
  "Have You Ever Stolen Anything?",
  "What Was the Biggest Thing You Have Stolen?",
  "if You Could Pick Anyone in the World to Be President, Who Would You Choose?",
  "Do You Pee in Pools?",
  "Have You Ever Lied About Your Age?",
  "What is the Biggest Fight You’ve Ever Been in With a Friend?",
  "What is the Weirdest Thing You’ve Ever Done in Public?",
  "What is the Biggest Mistake You’ve Ever Made at School or Work?",
  "Which of Your Family Members Annoys You the Most?",
  "When is the Last Time You Made Someone Else Cry?",
  "What Was the Last Thing You Searched for on Your Phone?",
  "Have You Ever Practiced Kissing in a Mirror?",
  "What is Your Guilty Pleasure?",
  "Do You Pick Your Nose?",
  "Do You Sing in the Shower?",
  "Have You Ever Farted Loudly in Class?",
  "Do You Ever Talk to Yourself in the Mirror?",
  "Do You Talk in Your Sleep?",
  "How Would You Rate Your Looks on a Scale of 1 to 10?",
  "What Don't You Like About Me?",
  "What Color Underwear Are You Wearing Right Now?",
  "What Was the Last Thing You Texted?",
  "Have You Ever Tasted Ear Wax?",
  "How Often Do You Wash Your Undergarments?",
  "Who is Your Favorite: Mom or Dad?",
  "What Was Your Favourite Pet?",
  "if You Were Reborn, What Decade Would You Want to Be Born in?",
  "What's the Most Unflattering School Picture of You?",
  "What is the Most Childish Thing That You Still Do?",
  "Do You Have Bad Foot Odor?",
  "Do You Have Any Silly Nicknames?",
  "When Was the Last Time You Wet the Bed?",
  "Have You Ever Accidentally Hit Something With Your Car?",
  "Would You Have Voted for or Against Trump?",
  "Are You Scared of the Dark?",
  "What as Seen on Tv Product Do You Secretly Want to Buy?",
  "Have You Ever Pooped Your Pants as an Adult?",
  "Do You Write in a Diary?",
  "Do You Dance When You’re by Yourself?",
  "Have You Ever Watched a Movie You Knew You Shouldn’t?",
  "Have You Ever Waved at Someone Thinking They Saw You When Really They Didn't? What Did You Do When You Realized It?",
  "Which App Do You Use More?",
  "Do You Talk in Your Sleep?",
  "Do You Talk Your Self?",
  "Would You Choose to Save 100 People Without Anyone Knowing About It or Not Save Them but Have Everyone Praise You for It?",
  "if You Could Only Hear One Song for the Rest of Your Life, What Would It Be?",
  "if You Lost One Day of Your Life Every Time You Said a Swear Word, Would You Try Not to Do It?",
  "What if You See a Dead Ody Right Now?",
  "if You Given a Chance to Wish Something, What Would It Be?",
  " Have You Ever Been Arrested?",
  "What Was Your Biggest Childhood Fear?",
  "Have You Ever Swim Without a Swimsuit?",
  "Be Honest: Do You Have a Favorite Child/friend/parent?",
  "What Don’t You Like About Me?",
  "Have You Ever Eaten Something From the Floor?",
  "Have You a Security Blanket?",
  "Have You Ever Made a Prank in Your Class?",
  "Which Teacher/lectural You Don't Like Most?",
  "Have You Ever Drove Without Your License?",
  "Have You Ever Destroyed a Surprise Party?",
  "When Did You Got Most Angry on Your Parents?",
  "Which is the Place That You Want to Travel to the Most?",
  "Which Animal You Don't Like Most?"
]